andrew-2.3.1/run/tutorials/lagrangian/sprayFoam/aachenBomb/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// ************************************************************************* //

dimensions          [ 0 1 -1 0 0 0 0 ];

internalField       uniform ( 0 0 0 );

boundaryField
{
    walls
    {
        type                fixedValue;
        value               uniform ( 0 0 0 );
    }
}

// ************************************************************************* //
